<?php

/**
* Russian language file
*
* @author       Stepan Prishepenko <itman116@gmail.com>
*/

$this->language = array(

    'clear_date'    => 'Очистить дату',
    'csrf_detected' => 'Упс, что то случилось при отправке формы!<br>Вероятно вышло время получения ответа от сервера, или запрос был отправлен несколько раз.<br>Пожалуйста, попытайтесь снова.',
    'days'          => array('Воскресенье','Понедельник','Вторник','Среда','Четверг','Пятница','Суббота'),
    'days_abbr'     => false,   // будут использованы первые 2 символа из названия дней недели
    'months'        => array('Январь','Февраль','Март','Апрель','Май','Июнь','Июль','Август','Сентябрь','Октябрь','Ноябрь','Декабрь'),
    'months_abbr'   => false,   // будут использованы первые 3 символа из названия месяцев
    'new_captcha'   => 'Получить новый код.',
    'other'         => 'Другое...',
    'select'        => '- Выбрать -',
    'spam_detected' => 'Была обнаружена попытка отослать SPAM сообщение. Отправка данных формы была отклонена.',
    'today'         => 'Сегодня',

);

?>
